<?php

return [
    'app.name' => 'كفاءة',
    'welcome' => 'أهلاً وسهلاً',

    'header.welcome' => 'الرئيسية',
    'header.context' => 'السياق',
    'header.become_pro' => 'أصبح محترفاً',
    'header.resources' => 'الموارد',
    'header.blog' => 'المدونة',
    'header.documents' => 'المستندات',
    'header.experts' => 'المثبتون',
    'header.providers' => 'الموردون',
    'header.register' => 'التسجيل',
    'header.already_registered' => 'مسجل بالفعل؟',
    'header.login' => 'تسجيل الدخول',

    'footer.legal_mentions' => 'الإشعارات القانونية',
    'footer.confidentiality' => 'سياسة الخصوصية',
    'footer.faq_regular' => 'الأسئلة الشائعة للأفراد',
    'footer.faq_professional' => 'الأسئلة الشائعة للمحترفين',
    'footer.photos' => 'مكتبة الصور',
    'footer.media' => 'مكتبة الوسائط',
    'footer.choose_city' => 'اختر مدينة',
    'footer.press' => 'قسم الصحافة',
    'footer.join_us' => 'انضم إلينا',
    'footer.pro' => 'قسم المحترفين',
    'footer.contact_us' => 'اتصل بنا',
    'footer.address' => 'شارع د. عسلح سليمان،<br>تيلملي، الجزائر العاصمة، الجزائر',

    'epe' => 'epe',
    'pv' => 'pv',
    'EPE' => 'EPE',
    'PV' => 'PV',

    'label' => 'علامة',
    'labels' => 'علامات',

    'context' => 'السياق',

    'home' => 'الرئيسية',
    'home.hero_text' => 'حدد CEREFE وجود فجوات في المؤهلات التقنية وموثوقية المعدات لمشاريع الطاقة الشمسية في الجزائر. بالتعاون مع GIZ، أطلقوا علامتين، كفاءة PV وكفاءة إنارة، لتصديق مثبتي أنظمة الطاقة الشمسية والإضاءة العامة، مع تقديم تدريبات لتحسين جودة التركيب.',
    'home.cta' => 'معرفة المزيد',
    'home.expert.title' => 'ابحث عن مُثبِّت معتمد',
    'home.expert.subtitle' => 'تتيح علامة كفاءة للأفراد الاعتراف الديناميكي <br>بالمهارات.',
    'home.expert.filter_by_type' => 'التصفية حسب النوع',
    'home.expert.filter_by_wilaya' => 'التصفية حسب الولاية',
    'home.labels.title' => 'العلامات',
    'home.labels.text' => 'علامة «كفاءة PV» و «كفاءة إنارة» هما نظاما اعتماد فردي للمثبتين في مجال الطاقة الشمسية والإضاءة العامة، ويمكن أن يعملوا في إطار شركة أو كمثبتين مستقلين. يتم منح هذه العلامات حصريًا من قبل المفوضية للطاقة المتجددة والكفاءة الطاقوية (CEREFE).',
    'home.labels.pv' => 'كفاءة PV',
    'home.labels.pv_text' => 'من المعروف أن القارئ ينجذب لمحتوى الصفحة المقروء عندما ينظر إلى تصميمها.',
    'home.labels.epe' => 'كفاءة إنارة',
    'home.labels.epe_text' => 'من المعروف أن القارئ ينجذب لمحتوى الصفحة المقروء عندما ينظر إلى تصميمها.',
    'home.advantages.title' => 'مزايا العلامة',
    'home.advantages.text' => 'سواء كنت محترفًا ذو خبرة في مجال الطاقة الشمسية أو الإضاءة العامة، أو حديث التخرج ومهتمًا بالطاقة المتجددة، فإن علامة «كفاءة» تعترف بخبراتك وتقدّر تفاني الأفراد الذين سيساهمون في تطوير الطاقة الشمسية الضوئية والإضاءة العامة في الجزائر.',
    'home.advantages1.title' => 'الدليل',
    'home.advantages1.text' => 'إدراج في الدليل الوطني للمثبتين المعتمدين',
    'home.advantages2.title' => 'الأسواق',
    'home.advantages2.text' => 'ضمان الوصول إلى الأسواق العامة',
    'home.advantages3.title' => 'التوثيق',
    'home.advantages3.text' => 'توثيق المهارات العملية من خلال التدريبات العملية',
    'home.advantages.cta' => 'طلب الاعتماد',

    'context.hero' => 'في إطار مهامه، قام المفوضية للطاقة المتجددة وكفاءة الطاقة (CEREFE (بتنفيذ سلسلة من
                اإلجراءات لتطوير الطاقات المتجددة وكفاءة الطاقة لصالح عدة قطاعات حكومية، وال سيما قطاع
                الجماعات المحلية. أظهرت نتائج تحليل سالسل القيمة الموجودة في مجال المشاريع الشمسية وكفاءة
                الطاقة ذات القدرات الصغيرة وجود نقاط ضعف في تأهيل المتدخلين الفنيين في العملية وانخفاض
                موثوقية المعدات المستخدمة.
                هذه الحالة غير المريحة والمقيدة لتطوير الطاقات المتجددة وكفاءة الطاقة في الجزائر استدعت وضع نظام
                لتأكيد التأهيل قبل السماح بالتدخل في مشاريع التركيب.
                قامت المفوضية للطاقة المتجددة وكفاءة الطاقة (CEREFE (بالتعاون مع الوكالة األلمانية للتعاون الدولي
                (GIZ(بإعداد وثيقة تتعلق بتحسين معايير الجودة واقتراح نظام لتصنيف ُمركبي األنظمة الفوتوفولتية
                واإلضاءة العامة.
                يتكون برنامج التصنيف الخاص بنا من عالمتين: كفاءة PV و كفاءة إنارة. يخصص تصنيف كفاءة PV
                لمركبي األنظمة الفوتوفولتية، بينما يستهدف تصنيف كفاءة إنارة ُمركبي أنظمة اإلضاءة العامة. يتم منح
                هذه التصنيفات لل ُمركبين الذين يستوفون متطلبات تقنية صارمة ويتبعون دورات تدريبية لتحديث مهاراتهم
                التي وضعتها CEREFE و.GIZ
                تهدف هذه الدورات التدريبية إلى ضمان جودة أفضل في التركيب وتشغيل األنظمة وضمان جودة المعدات
                المستخدمة. من خالل إنشاء هذه التصنيفات، نسعى إلى تعزيز التميز التقني وتعزيز ثقة المستهلكين في
                األنظمة الفوتوفولتية وأنظمة اإلضاءة العامة التي تم تركيبها.
                ',

    'context.expert.text' => 'يتم منح علامتي «كفاءة PV» و«كفاءة إنارة» حصريًا من قبل المفوضية للطاقة المتجددة والكفاءة الطاقوية (CEREFE).',
    'context.expert.title' => 'أصبح مُثبِّت معتمد',
    'context.expert.register' => 'التسجيل',

    'context.vision.title' => 'رؤيتنا',
    'context.vision.text' => 'تهدف عالمات كفاءة PV-وكفاءة-إنارة إلى ضمان جودة أفضل لكل مواطن ولكل قطاع يرغب في
                    استخدام أو تركيب أنظمة شمسية فوتوفولتية أو أنظمة إضاءة عامة، من خالل ضمان أن التركيب يلبي
                    معايير الجودة األعلى من حيث السالمة واألداء واالستدامة.
                    من خالل اعتماد هذا التصنيف، يمكن للمستخدمين النهائيين، وال سيما الجماعات المحلية وقطاعات
                    الدولة األخرى، أن يطمئنوا إلى أن تركيباتهم ستتم وفًقا لقواعد الفن ومتوافقة مع المعايير والمواصفات
                    الدولية.
                    ستوفر عالمات كفاءة PV-وكفاءة-إنارة تركيبات موثوقة وفعالة ومستدامة، مع تمكينهم من االستفادة من
                    المزايا االقتصادية والبيئية للطاقة الشمسية. نحن نهدف إلى تعزيز التميز التقني وتعزيز ثقة المستهلكين
                    في األنظمة الفوتوفولتية وأنظمة اإلضاءة العامة المثبتة، مما يساهم في مستقبل أكثر استدامة وكفاءة من
                    حيث الطاقة.',

    'pro.title' => 'أصبح محترفاً',
    'pro.expert.title' => 'أصبح مُثبِّت معتمد',
    'pro.expert.text' => 'يتيح نظام اعتماد «كفاءة» للأفراد الاعتراف الديناميكي بمهاراتهم من خلال المحاور التالية: <br> <br>
                                • توثيق المعرفة المكتسبة من التدريب الأساسي في الجامعة أو مركز التدريب. <br> <br>
                                • التحقق من المهارات العملية من خلال التدريب العملي ووضع الأفراد في مواقف حقيقية. <br> <br>
                                • التحقق من المهارات في مكان العمل من خلال متابعة واستمرار الاعتماد وفقاً لمتطلبات الإثبات المطابقة. <br> <br>
                                • الحفاظ على المهارات محدثة من خلال إلزامية التدريب المستمر للحفاظ على الاعتماد.',
    'pro.expert.register' => 'التسجيل',

    'blog' => 'مدونة',
    'blog.search_placeholder' => 'ابحث عن مقال يهمك',

    'documents' => 'مستندات',
    'documents.search_placeholder' => 'ابحث عن مستند يهمك',

    'experts.title' => 'قسم الخبراء',
    'experts.filters.name_placeholder' => 'الاسم واللقب',
    'experts.experience' => 'الخبرة',
    'experts.number_of_projects' => 'عدد المشاريع',
    'experts.years' => 'سنة',
    'experts.see_profile' => 'عرض الملف الشخصي',

    'provider' => 'مورد',
    'providers.title' => 'قسم الموردين',
    'providers.search_placeholder' => 'ابحث عن منتج يهمك',
    'providers.view_product' => 'عرض المنتج',
    'providers.other_products' => 'منتجات أخرى',

    // Globals
    'search' => 'بحث',
    'know_more' => 'معرفة المزيد',
    'read_more' => 'اقرأ المزيد',
    'no_results' => 'لا توجد نتائج',
    'next' => 'التالي',
    'previous' => 'السابق',
    'none' => 'لا يوجد',
    'none_f' => 'لا توجد',
    'wilaya' => 'ولاية',
    'not_specified' => 'غير محدد',
    'resumee' => 'السيرة الذاتية',
    'description' => 'الوصف',
    'donwnload' => 'تحميل',
    'files' => 'ملفات',
];
