<?php

return [
    'app.name' => 'Kafaa',
    'welcome' => 'Bienvenue',
    'about-us.context' => "في إطار مهامه، قام المفوضية للطاقة المتجددة وكفاءة الطاقة (CEREFE (بتنفيذ سلسلة من
                            اإلجراءات لتطوير الطاقات المتجددة وكفاءة الطاقة لصالح عدة قطاعات حكومية، وال سيما قطاع
                            الجماعات المحلية. أظهرت نتائج تحليل سالسل القيمة الموجودة في مجال المشاريع الشمسية وكفاءة
                            الطاقة ذات القدرات الصغيرة وجود نقاط ضعف في تأهيل المتدخلين الفنيين في العملية وانخفاض
                            موثوقية المعدات المستخدمة.
                            هذه الحالة غير المريحة والمقيدة لتطوير الطاقات المتجددة وكفاءة الطاقة في الجزائر استدعت وضع نظام
                            لتأكيد التأهيل قبل السماح بالتدخل في مشاريع التركيب.
                            قامت المفوضية للطاقة المتجددة وكفاءة الطاقة (CEREFE (بالتعاون مع الوكالة األلمانية للتعاون الدولي
                            (GIZ(بإعداد وثيقة تتعلق بتحسين معايير الجودة واقتراح نظام لتصنيف ُمركبي األنظمة الفوتوفولتية
                            واإلضاءة العامة.
                            يتكون برنامج التصنيف الخاص بنا من عالمتين: كفاءة PV و كفاءة إنارة. يخصص تصنيف كفاءة PV
                            لمركبي األنظمة الفوتوفولتية، بينما يستهدف تصنيف كفاءة إنارة ُمركبي أنظمة اإلضاءة العامة. يتم منح
                            هذه التصنيفات لل ُمركبين الذين يستوفون متطلبات تقنية صارمة ويتبعون دورات تدريبية لتحديث مهاراتهم
                            التي وضعتها CEREFE و.GIZ
                            تهدف هذه الدورات التدريبية إلى ضمان جودة أفضل في التركيب وتشغيل األنظمة وضمان جودة المعدات
                            المستخدمة. من خالل إنشاء هذه التصنيفات، نسعى إلى تعزيز التميز التقني وتعزيز ثقة المستهلكين في
                            األنظمة الفوتوفولتية وأنظمة اإلضاءة العامة التي تم تركيبها."
];
